{  
   "quotes":[  
      {  
        "origin":"Lord of the Rings",
         "aliases":["lotr", "lord of the rings", "hobbit", "sauron", "gollum", "gandalf"],
         "quotes":[
            "Sons of Gondor, of Rohan, my brothers! I see in your eyes the same fear that would take the heart of me. A day may come when the courage of men fails, when we forsake our friends, and break all bonds of fellowship; but it is not this day! An hour of wolves, and shattered shields, when the Age of Men comes crashing down; but it is not this day! This day we fight! By all that you hold dear on this good earth, I bid you stand, Men of the West!",
            "Certainty of death. Small chance of success. What are we waiting for?",
            "They're taking the Hobbits to Isengard!",
            "Even the smallest person can change the course of the future.",
            "One does not simply walk into Mordor",
            "*Stupid, fat, Hobbitses!* It *ruins* it!",
            "PO TAY TOES. Boil em, mash em, stick em in a stew.",
            "He was twitching, because he's got mah AXE EMBEDDED IN HIS *NERVOUS SYSTEM*"
         ]
      },
      {  
        "origin":"Star Wars",
         "aliases":["star wars", "skywalker", "leia", "c3po", "r2d2", "rey", "fn2187", "the force", "porgs"],
         "quotes":[
            "Amazing. Every word of what you just said was wrong. The Rebellion is reborn today. The war is just beginning. And I will not be the last Jedi.",
            "I find your lack of faith disturbing",
            "Well, if droids could *think*, there'd be none of us here, would there?",
            "Hope.",
            "I'm just a simple man trying to make my way in the universe",
            "Power! *Unlimited* power!",
            "So this is how liberty dies. With thunderous applause.",
            "An object cannot make you good or evil. The temptation of power, forbidden knowledge, even the desire to do *good* can lead some down that path. But only you can change yourself.",
            "The garbage'll do!!",
            "Oh, my dear friend. How much I've missed you",
            "He became so powerful… the only thing he was afraid of was losing his power, which eventually, of course, he did. Unfortunately, he taught his apprentice everything he knew, then his apprentice killed him in his sleep. Ironic. He could save others from death, but not himself.",
            "And these blast points, too accurate for Sandpeople. ***Only Imperial stormtroopers are so precise.***"
         ]
      },
      {  
        "origin":"The Dark Knight",
         "aliases":[ "batman", "the dark knight", "joker"],
         "quotes":[
            "Wanna know how I got these scars???........My father was a drinker....and a fiend..... So one night, he goes off crazier than usual. Mommy gets the kitchen knife to defend herself....He doesn't like that. Not....one....bit.....So,... me watching, he takes the knife to her, laughing while he does it. He looks at me.... and he says \"Why so serious?!\"....He comes at me with the knife......\"Why so serious?!!\"...\"Let's put a smile on that face!!\"......And......(looks at other gangster) Why so serious?"
         ]
      },
      {  
        "origin": "Taken",
         "aliases":["taken", "liam neeson"],
         "quotes":[
            "I don't know who you are. I don't know what you want. If you are looking for ransom, I can tell you I don't have money. But what I do have are a very particular set of skills; skills I have acquired over a very long career. Skills that make me a nightmare for people like you. If you let my daughter go now, that'll be the end of it. I will not look for you, I will not pursue you. But if you don't, I will look for you, I will find you, and I will kill you."
         ]
      },
      {  
        "origin":"Rocky",
         "aliases":["rocky"],
         "quotes":[
            "It's your right to listen to your gut, it ain't nobody's right to say no after you earned the right to be where you want to be and do what you want to do! Now if you know what you're worth then go out and get what you're worth. But ya gotta be willing to take the hits, and not pointing fingers saying you ain't where you wanna be because of him, or her, or anybody! Cowards do that and that ain't you! 're better than that! I'm always gonna love you no matter what. No matter what happens. You're my son and you're my blood. You're the best thing in my life. But until you start believing in yourself, ya ain't gonna have a life."
         ]
      },
      {  
        "origin":"Shia LaBeouf",
         "aliases":["do it", "shia labeouf"],
         "quotes":[
            "Do it, just do it! Don't let your dreams be dreams. Yesterday you said tomorrow. So just do it! Make your dreams come true. Just do it. Some people dream of success, while you're going to wake up and work hard at it. Nothing is impossible… you should get to the point where anyone else would quit and you're not going to stop there. NO! What are you waiting for?! DO IT! JUST DO IT! YES YOU CAN! JUST DO IT! If you're tired of starting over, stop giving up."
         ]
      },
      {  
        "origin":"Sonic kid",
         "aliases":["lose my marbles", "marbles", "sonic"],
         "quotes":[
            "I'm so frickin' mad... I'm so frickin' mad... I mean, you guys... you guys... have officially made me LOSE MY MARBLES!!! WHY CAN'T YOU GUYS ASK FOR A 3D ENVIRONMENT CLASSIC SONIC GAME? This... *picks up chair* is a NIGHTMARE!!! *gently throws chair* I'm sure no Sonic fan predict... would predict that the adventure... the adventure fantasizers would RUIN EVERYTHING!!! *breathes* And now... I bet by now Se-Sega has got a frickin' Sonic Adventure 3 in development... with frickin' Sonic Team. 'Cause you FRICKIN 'FRICKS just can't ever... be quenched... Your... ah-, your FANTASIES just can't ever be quenched, can they?! You frickin' fricks! When will you learn... when will you learn... THAT YOUR ACTIONS HAVE CONSEQUENCES?!"
         ]
      },
      {  
        "origin":"Hot Tub vine",
         "aliases":["hot tub"],
         "quotes":[
            "Two brooos, chilling in a hot tub, 5 feet apart coz they're not gay"
         ]
      },
      {  
        "origin":"Pirates of the Caribbean: At World's End",
         "aliases":["potc", "pirates of the caribbean", "at world's end", "pirates"],
         "quotes":[
            "Res ipsa loquitur", 
            "Why is the rum gone?", 
            "One, because it is a vile drink that turns even the most respectable men into complete scoundrels. Two, that signal is over a thousand feet high. The entire Royal Navy is out looking for me. Do you really think that there is even the slightest chance that they won't see it?", 
            "Whose boons? Your boons?", 
            "Have not, slander and calumny! I have only ever embraced that oldest and noblest of pirate traditions. I submit here and now, that is what we all must do- we must fight... to run away."
         ]
      },
      {  
        "origin":"THE WICKED WITCH OF THE EAST BRO vine",
         "aliases":["witch", "wizard of oz", "oz"],
         "quotes":[
            "HOLD ON. HOLDON HOLDON. Her sister was a witch *right*?? And what was her sister?? A princess! The wicked witch of the east bro. You're gonna look at me and you're gonna tell me that I'm wrong?!? Am I wrong?!? She wore a crown and she came down in a bubble, *Doug*. Grow up bro, GROW UP."
         ]
      },
      {  
        "origin":"A Child vine",
         "aliases":["children", "child"],
         "quotes":[
            "\"There's only one thing worse than a r\\*\\*\\*\\*t. Boom.\"\n\"A child :eyes:.\"\n\"nO\""
         ]
      },
      {  
        "origin":"Kaguya-sama: Love is War",
         "aliases":["love is war", "kaguya", "kaguya-sama", "kaguyasama", "ishigami", "chika", "fujiwara", "hayasaka", "shirogane"],
         "quotes":[
            "Yeah, eat shit normie! Now go get yourself dumped!",
            "Why are you running?",
            "I'm Papa Shirogane",
            "How cute.",
            "O kawaii koto",
            "おかわいいこと",
            "I think I'm coming down with Stockholm syndrome, so I'm heading home for the day.",
            "I'm gonna go home and write my will."
         ]
      },
      {  
        "origin":"Jojo",
         "aliases":["jojo", "jojo's", "dio", "giorno"],
         "quotes":[
            "It was me, Dio!",
            "Kono Dio da!",
            "Yare yare daze",
            "このディオだ！！",
            "やれやれだぜ",
            "Oh? You're approaching me? Instead of running away, you're coming right to me?",
            ".... ほう… 向かってくるのか……… 逃げずにこのDIOに近づいてくるのか ……",
            "ドドドドドドドドド"
         ]
      },
      {  
        "origin":"Forrest Gump",
         "aliases":["forrest gump", "gump"],
         "quotes":[
            "My mama always said life was like a box of chocolates. You never know what you're gonna get."
         ]
      },
      {  
        "origin":"The Terminator",
         "aliases":["terminator", "arnold schwarzenegger"],
         "quotes":[
            "I'll be back."
         ]
      },
      {  
        "origin":"Croissant vine",
         "aliases":["croissant"],
         "quotes":[
            "AHH! Stahhp! I coulda dropped mah croissant!"
         ]
      },
      {  
        "origin":"Chicken Strips vine",
         "aliases":["chicken strips"],
         "quotes":[
            "FUCK YA CHICKEN STRIPS"
         ]
      },
      {  
        "origin":"Road Work Ahead vine",
         "aliases":["road work"],
         "quotes":[
            "Road work ahead? Uh YEAH I sure *HOPE* it does"
         ]
      },
      {  
        "origin":"Merry Chrysler vine",
         "aliases":["chrysler", "christmas"],
         "quotes":[
            "Happy crimus!\nIt's crismun!\nMerry crisis!\nMerry Chrysler!"
         ]
      },
      {  
        "origin":"Chili's vine",
         "aliases":["chili", "chilis", "chili's"],
         "quotes":[
            "HI welcome to Chili's!"
         ]
      },
      {  
        "origin":"How Do You Know What's Good For Me vine",
         "aliases":["how do you know", "how would you know"],
         "quotes":[
            "\"HOw DO YOU KNOw WhAt's gOOd fOR mE?!?!?!\"\n\"THATS MY OPINIOOOON\"\nO_o"
         ]
      },
      {  
        "origin":"Bible Study vine",
         "aliases":["bible", "kumbaya", "jesus"],
         "quotes":[
            "Welcome to Bible Study, we are all children of JESUS, kumbayaaaaaaa ma lord"
         ]
      },
      {  
        "origin":"Fre Shavoca Do vine",
         "aliases":["avocado", "shavoca do", "avocadoes"],
         "quotes":[
            "Get to Del Taco! They got a new thing called Freesha, FRE SHAVOCA DO!"
         ]
      },
      {  
        "origin":"Chicken Nuggets vine",
         "aliases":["chicken nugget", "chicken nuggets"],
         "quotes":[
            "\"Yoo, how much money do you have?\"\n\"69 cents\"\n\"Eyy, you know what that means!\"\n\"I don't have enough money to buy chicken nuggets :cry:\""
         ]
      },
      {  
        "origin":"YEET vine",
         "aliases":["yeet"],
         "quotes":[
            "This bitch EMPTY, ***YEET***"
         ]
      },
      {  
        "origin":"Mothertrucker vine",
         "aliases":["mothertrucker", "watch your language"],
         "quotes":[
            "MotherTRUCKER dude, that hurt like a *buttcheek* on a stick!"
         ]
      },
      {  
        "origin":"Jared vine",
         "aliases":["jared", "can't read", "illiterate"],
         "quotes":[
            "What up I'm Jared I'm 19, and I never fuckin learned how to read"
         ]
      },
      {  
        "origin":"Lesbian vine",
         "aliases":["lesbian", "american"],
         "quotes":[
            "\"Hey, I'm lesbian\"\n\"I thought you were American?\""
         ]
      },
      {  
        "origin":"A Really Good Book vine",
         "aliases":["pussy", "good book"],
         "quotes":[
            "Is there anything better than pussy? YES a really good book"
         ]
      },
      {  
        "origin":"Lipstick Valentino vine",
         "aliases":["lipstick", "valentino"],
         "quotes":[
            "\"I spilled lipstick in your Valentino bag\"\n\"You spilled - whaghwhha - **lipstick** in my *Valentino White bag*?!\""
         ]
      },
      {  
        "origin":"Waffle vine",
         "aliases":["waffle"],
         "quotes":[
            "Can I get a waffle? Can I *please* get a waffle??"
         ]
      },
      {  
        "origin":"Colorado Giraffe vine",
         "aliases":["colorado", "giraffe"],
         "quotes":[
            "\"Say Coloradoo\"\n\"I'M a gIrRAffe\""
         ]
      },
      {  
        "origin":"Judas vine",
         "aliases":["judas", "murder"],
         "quotes":[
            "\"I brought you Frankincense\"\n\"Thank you\"\n\"I brought you Myrrh\"\n\"Thank you\"\n\"MUR-DER\"\n\"juDAS?! NO-\""
         ]
      },
      {  
        "origin":"Roommates vine",
         "aliases":["roommates"],
         "quotes":[
            "\"And they were ROOMMATES\"\n\"Oh my god they were *roommates*\""
         ]
      },
      {  
        "origin":"Piece of Garbage vine",
         "aliases":["garbage", "depression", "self esteem"],
         "quotes":[
            "Oh hi thanks for checking in I'm still a :notes: **piece of garbage** :notes:"
         ]
      },
      {  
        "origin":"Star Trek",
         "aliases":["star trek", "sulu", "spock", "kirk", "federation", "enterprise", "vulcan", "scotty", "uhura", "chekov", "captain pike", "nero", "romulus", "romulan"],
         "quotes":[
            "SULUUUUUUUUUUUU",
            "Live long, and prosper",
            "Captain, please, I apologize. The complexities of human pranks escape me.",
            "The notion of transwarp beaming is like, trying to hit a bullet with a smaller bullet whilst wearing a blindfold, riding a horse.",
            "So, the Enterprise has had its maiden voyage, has it? She is one well endowed lady. I'd like to get my hands on her ample nacelles, if you'll pardon the engineering parlance.",
            "I would rather suffer the end of Romulus a thousand times. I would rather die in *agony* than accept assistance from you.",
            "My name. Is. ***Khan***",
            "Never trust a Vulcan",
            "Vulcans do not lie",
            "I will consider that an apology. And I will *consider* that apology.",
            "Get iff, SHUT UP. You don't eat anything! You can eat like a *bean*, and you're done. I'm talking food. *Real* food.",
            "\"I had a little debate with my instructor on the issue of relativistic physics and how it pertains to subspace travel. He seemed to think that the range of transporting something like a, like a grapefruit, was limited to about a hundred miles. I told him that I could not only beam a grapefruit from one planet to the adjacent planet in the same system, which is easy by the way, I could do it with a lifeform. So, I tested it on Admiral Archer's prized beagle.\"\n\"Oh I know that dog! What happened to him?\"\n\"I'll tell you when it reappears. I don't know, I *do* feel guilty about that.\"",
            "Are you from the future? Well that's brilliant! Do they still have sandwiches there?",
            "I like this ship! You know it's exciting :)",
            "I might throw up on you"
         ]
      },
      {  
        "origin":"Avatar: The Last Airbender",
         "aliases":["avatar", "atla", "aang", "airbender", "katara", "zuko", "toph", "sokka", "momo", "appa", "iroh", "four elements", "fire nation"],
         "quotes":[
            "That's rough buddy",
            "My first girlfriend turned into the moon",
            "I'm never happy",
            "It's a... GIANT MUSHROOM! Maybe it's friendly!! FRIENDLY MUSHROOM! Mushy giant friend :))",
            "It's very thirst-quenching. Drink cactus juice! It'll quench ya! Nothiiiing's quenchier. It's the ***quenchiest*** :D",
            "MY CABBAGES",
            "My own mother thought I was a monster...\nShe was right of course, but it still hurt :/",
            "I'm not smiling",
            "Why am I so bad at being good?!?!??!?",
            "The way of the sword doesn't belong to any one nation. Knowledge of the arts belongs to us all.",
            "Who would have thought, after all these years, I'd return to the scene of my greatest military disgrace...As a tourist! :D",
            "I made a sand sculpture of Suki and HE DESTROYED IT! >:( Oh, and he's attacking Aang.",
            "You're awfully cute, but unfortunately for you, you're made of meat.",
            "\"I'm too young to die!\"\n\"I'm not but I still don't wanna!\"",
            "I didn't know what or when, but I knew I'd know it when I knew it!",
            "There really is no fathoming the depths of my hatred for this place."
         ]
      }
   ]
}